{
  "aboutImages": [{
      "url": "../assets/about/images/image1.jpg",
      "alt": "Sri Sai in sky, water and earth"
    },
    {
      "url": "../assets/about/images/image2.jpg",
      "alt": "Sri Sai with kind glance"
    },
    {
      "url": "../assets/about/images/image3.jpg",
      "alt": "Sri Sai worries for our welfare"
    },
    {
      "url": "../assets/about/images/image4.jpg",
      "alt": "Sri Sai grace"
    },
    {
      "url": "../assets/about/images/image5.jpg",
      "alt": "Sri Sai is everything"
    },
    {
      "url": "../assets/about/images/image6.jpg",
      "alt": "Trust Sri Sai Guru"
    },
    {
      "url": "../assets/about/images/image7.jpg",
      "alt": "Hey Sairam hare Saishyam"
    },
    {
      "url": "../assets/about/images/image8.jpg",
      "alt": "Beautiful Sai"
    }
  ],
  "homeImages": [{
      "url": "../assets/home/images/image1.jpg",
      "alt": "Sri Sai original picture"
    },
    {
      "url": "../assets/home/images/image2.jpg",
      "alt": "Sri Sai decorated with beautiful flowers"
    },
    {
      "url": "../assets/home/images/image3.jpg",
      "alt": "Have faith in Sri Sai"
    },
    {
      "url": "../assets/home/images/image4.jpg",
      "alt": "Sri Sai paduka"
    },
    {
      "url": "../assets/home/images/image5.jpg",
      "alt": "Sri Sai message on pain and joy"
    },
    {
      "url": "../assets/home/images/image6.jpg",
      "alt": "Sri Sai will protect us"
    },
    {
      "url": "../assets/home/images/image7.jpg",
      "alt": "Sri Sai preparing food for devotees"
    },
    {
      "url": "../assets/home/images/image8.jpg",
      "alt": "Sri Sai preparing food for devotees"
    },
    {
      "url": "../assets/home/images/image9.jpg",
      "alt": "Sri Sai Samadhi mandir and Dwarkamai"
    },
    {
      "url": "../assets/home/images/image10.jpg",
      "alt": "Sri Sai message on love and serve all"
    }
  ],
  "profileImages": [{
    "id": 1,
    "url": "../assets/images/AnilMirge.jpg",
    "alt": "ANIL MIRGE"
  }],
  "languages": [{
      "id": 1,
      "name": "Hindi",
      "category": "Chapter by Chapter View"
    },
    {
      "id": 2,
      "name": "Telugu",
      "category": "Chapter by Chapter View"
    },
    {
      "id": 3,
      "name": "English",
      "category": "Chapter by Chapter View"
    },
    {
      "id": 4,
      "name": "French",
      "category": "Complete View"
    },
    {
      "id": 5,
      "name": "Kannada",
      "category": "Complete View"
    },
    {
      "id": 6,
      "name": "Marathi",
      "category": "Complete View"
    },
    {
      "id": 7,
      "name": "Tamil",
      "category": "Complete View"
    },
    {
      "id": 8,
      "name": "Urdu",
      "category": "Complete View"
    }
  ],
  "satcharitras": [{
      "id": "1",
      "language": "Hindi",
      "chapters": [{
          "id": "1",
          "title": "गेहूँ पीसने वाला एक अद्भभुत सन्त वन्दना-गेहूँ पीसने की कथा तथा उसका तात्पर्य ।",
          "url": "../assets/pdfs/hindi/1.pdf"
        },
        {
          "id": "2",
          "title": "ग्रन्थ लेखन का ध्येय, कार्यारम्भ में असमर्थता और साहस, गरमागरम बहस, अर्थपूर्ण उपाधि हेमाडपन्त, गुरु की आवश्यकता ।",
          "url": "../assets/pdfs/hindi/2.pdf"
        },
        {
          "id": "3",
          "title": "श्री साईंबाबा की स्वीकृति, आज्ञा और प्रतीज्ञा, भक्तों को कार्य समर्पण, बाबा की लीलाएँ ज्योतिस्तंभ स्वरुप, मातृप्रेम–रोहिला की कथा, उनके मधुर अमृतोपदेश ।",
          "url": "../assets/pdfs/hindi/3.pdf"
        },
        {
          "id": "4",
          "title": "श्री साई बाबा का शिरडी में प्रथम आगमन",
          "url": "../assets/pdfs/hindi/4.pdf"
        },
        {
          "id": "5",
          "title": "चाँद पाटील की बारात के साथ श्री साई बाबा का पुनः आगमन, अभिनंदन तथा श्री साई शब्द से सम्बोधन, अन्य संतों से भेंट, वेश-भूषा व नित्य कार्यक्रम, पादुकाओं की कथा, मोहिद्दीन के साथ कुश्ती, मोहिद्दीन का जीवन परिवर्तन, जल का तेल में रुपान्ततर, मिथ्या गरु जौहरअली ।",
          "url": "../assets/pdfs/hindi/5.pdf"
        },
        {
          "id": "6",
          "title": "रामनवमी उत्सव व मसजिद का जीर्णोदृार, गुरु के कर-स्पर्श की महिमा, रामनवमी—उत्सव, उर्स की प्राथमिक अवस्था ओर रुपान्तर एवम मसजिद का जीर्णोदृार",
          "url": "../assets/pdfs/hindi/6.pdf"
        },
        {
          "id": "7",
          "title": "अदभुत अवतार । श्री साईबाबा की प्रकृति, उनकी यौगिक क्रयाएँ, उनकी सर्वव्यापकता, कुष्ठ रोगी की सेवा, खापर्डे के पुत्र प्लेग, पंढरपुर गमन, अदभुत अवतार",
          "url": "../assets/pdfs/hindi/7.pdf"
        },
        {
          "id": "8",
          "title": "मानव जन्म का महत्व, श्री साईबाबा की भिक्षा-वृत्ति, बायजाबई की सेवा-शुश्रूशा, श्री साईबाबा का शयनकक्ष, खुशालचन्त पर प्रेम ।",
          "url": "../assets/pdfs/hindi/8.pdf"
        },
        {
          "id": "9",
          "title": "विदा होते समय बाबा की आज्ञा का पालन और अवज्ञा करने के परिणामों के कुछ उदाहरण, भिक्षा वृत्ति और उसकी आवश्यकता, भक्तों (तर्खड कुटुम्व) के अनुभव",
          "url": "../assets/pdfs/hindi/9.pdf"
        },
        {
          "id": "10",
          "title": "श्री साईबाबा का रहन सहन, शयन पटिया, शिरडी में निवास, उनके उपदेश, उनकी विनयशीनता, सुगम पथ ।",
          "url": "../assets/pdfs/hindi/10.pdf"
        },
        {
          "id": "11",
          "title": "सगुण ब्रहम श्री साईबाबा, डाँक्टर पंडित का पूजन, हाजी सिद्दीक फालके, तत्वों पर नियंत्रण ।",
          "url": "../assets/pdfs/hindi/11.pdf"
        },
        {
          "id": "12",
          "title": "काका महाजनी, धुमाल वकील, श्रीमती निमोणकर, मुले शास्त्री, एक डाँक्टर के द्घारा बाबा की लीलाओं का अनुभव ।",
          "url": "../assets/pdfs/hindi/12.pdf"
        },
        {
          "id": "13",
          "title": "अन्य कई लीलाएँ-रोगनिवारण",
          "url": "../assets/pdfs/hindi/13.pdf"
        },
        {
          "id": "14",
          "title": "नांदेड के रतनजी वाडिया, संत मौला साहेब, दक्षिणा मीमांसा ।",
          "url": "../assets/pdfs/hindi/14.pdf"
        },
        {
          "id": "15",
          "title": "नारदीय कीर्तन पदृति, श्री. चोलकर की शक्कररहित चाय, दो छिपकलियाँ ।",
          "url": "../assets/pdfs/hindi/15.pdf"
        },
        {
          "id": "16-17",
          "title": "शीघ्र ब्रहृज्ञान की प्राप्ति | इन दो अध्यायों में एक धनाढ्य ने किस प्रकार साईबाबा से शीघ्र ब्रहृज्ञान प्राप्त करना चाहा था, उसका वर्णन हैं ।",
          "url": "../assets/pdfs/hindi/16-17.pdf"
        },
        {
          "id": "18-19",
          "title": "श्री. हेमाडपंत पर बाबा की कृपा कैसे हुई । श्री. साठे और श्रीमती देशमुख की कथा, आनन्द प्राप्ति के लिये उत्तम विचारों को प्रोत्साहन, उपदेश में नवीमता, निंदा सम्बंधी उपदेश और परिश्रम के लिए मजदूरी ।",
          "url": "../assets/pdfs/hindi/18-19.pdf"
        },
        {
          "id": "20",
          "title": "विलक्षण समाधान. श्री. काकासाहेब की नौकरानी द्घारा श्री. दासगणू की समस्या का समाधान ।",
          "url": "../assets/pdfs/hindi/20.pdf"
        },
        {
          "id": "21",
          "title": "श्री. व्ही. एच. ठाकुर, अनंतराव पाटणकर और पंढ़रपुर के वकील की कथाएँ | इस अध्याय में हेमाडपंत ने श्री विनायक हिश्चन्द्र ठाकुर, बी. ए., श्री. अनंतराव पाटणकर, पुणे निवासी तथा पंढरपुर के एक वकील की कथाओं का वर्णन किया है । ये सब कथाएँ अति मनोरंजक है । \n यदि इनका साराँश मननपूर्वक ग्रहण कर उन्हें आचरण में लाया जाय तो आध्यात्मिक पंथ पर पाठकगण अवश्य अग्रसर होंगें ।",
          "url": "../assets/pdfs/hindi/21.pdf"
        },
        {
          "id": "22",
          "title": "सर्प-विष से रक्षा - श्री. बालासाहेब मिरीकर, श्री. बापूसाहेब बूटी, श्री. अमीर शक्कर, श्री. हेमाडपंत,बाबा की सर्प मारने पर सलाह",
          "url": "../assets/pdfs/hindi/22.pdf"
        },
        {
          "id": "23",
          "title": "योग और प्याज, शामा का सर्पविष उतारना, विषूचिका (हैजी) निवारणार्थ नियमों का उल्लंघन, गुरु भक्ति की कठिन परीक्षा ।",
          "url": "../assets/pdfs/hindi/23.pdf"
        },
        {
          "id": "24",
          "title": "श्री साई बाबा का हास्य विनोद, चने की लीला (हेमाडपंत), सुदामा की कथा, अण्णा चिंचणीकर और मौसीबाई की कथा ।",
          "url": "../assets/pdfs/hindi/24.pdf"
        },
        {
          "id": "25",
          "title": "दामू अण्णा कासार-अहमदनगर के रुई और अनाज के सौदे, आम्र-लीला",
          "url": "../assets/pdfs/hindi/25.pdf"
        },
        {
          "id": "26",
          "title": "भक्त पन्त, हरिश्चन्द्र पितले और गोपाल आंबडेकर की कथाएँ",
          "url": "../assets/pdfs/hindi/26.pdf"
        },
        {
          "id": "27",
          "title": "भागवत और विष्नुसहस्त्रनाम प्रदान कर अनुगृहीत करना, गीता रहस्य, खापर्डे ।",
          "url": "../assets/pdfs/hindi/27.pdf"
        },
        {
          "id": "28",
          "title": "चिडियों का शिरडी को खींचा जाना – लक्ष्मीचंद, बुरहानपुर की महिला, मेघा का निर्वाण।",
          "url": "../assets/pdfs/hindi/28.pdf"
        },
        {
          "id": "29",
          "title": "मद्रासी भजनी मेला, तोंडुलकर (पिता व पुत्र), डाँक्टर कैप्टन हाटे और वामन नार्वेकर आदि की कथाएँ ।",
          "url": "../assets/pdfs/hindi/29.pdf"
        },
        {
          "id": "30",
          "title": "शिरडी को खींचे गये भक्त \n वणी के काका वैघ \n खुशालचंद \n बम्बई के रामलाल पंजाबी । \n इस अध्याय में बतलाया गया है कि तीन अन्य भक्त किस प्रकार शिरडी की ओर खींचे गये ।",
          "url": "../assets/pdfs/hindi/30.pdf"
        },
        {
          "id": "31",
          "title": "मुक्ति-दान \n सन्यासी विरजयानंद \n बालाराम मानकर \n नूलकर \n मेघा और \n बाबा के सम्मुख बाघ की मुक्त \n इस अध्याय में हेमाडपंत बाबा के सामने कुछ भक्तों की मृत्यु तथा बाघ के प्राण-त्याग की कथा का वर्णन करते है ।",
          "url": "../assets/pdfs/hindi/31.pdf"
        },
        {
          "id": "32",
          "title": "गुरु और ईश्वर की खोज, उपवास अमान्य \n इस अध्याय में हेमाडपंत ने दो विषयों का वर्णन किया है । \n किस प्रकार अपने गुरु से बाबा की भेंट हुई और उनके द्घारा ईश्वरदर्शन की प्राप्ति कैसे हुई । \n श्रीमती गोखले को जो तीन दिन से उपवास कर रही थी, उसे पूरनपोली के भोजन कराये ",
          "url": "../assets/pdfs/hindi/32.pdf"
        },
        {
          "id": "33",
          "title": "उदी की महिमा, बिच्छू का डंक, प्लेग की गाँठ, जामनेर का चमत्कार, नारायण राव, बाला बुवा सुतार, अप्पा साहेब कुलकर्णी, हरीभाऊ कर्णिक । \n पूर्व अध्याय में गुरु की महानता का दिग्दर्शन कराया गया है । अब इस अध्याय में उदी के माहात्म्य का वर्णन किया जायेगा ।",
          "url": "../assets/pdfs/hindi/33.pdf"
        },
        {
          "id": "34",
          "title": "उदी की महत्ता (2), डाँक्टर का भतीजा, डाँक्टर पिल्ले, शामा की भयाहू, ईरानी कन्या, हरदा के महानुभाव, बम्बई की महिला की प्रसव पीड़ा \n इस अध्याय में भी उदी की ही महत्ता क्रमबद्घ है तथा उन घएटनाओं का भी उल्लेख किया गया है, जिनमें उसका उपयोग बहुत ही प्रभावकारी सिकदृ हुआ ।",
          "url": "../assets/pdfs/hindi/34.pdf"
        },
        {
          "id": "35",
          "title": "परीक्षा में असफल",
          "url": "../assets/pdfs/hindi/35.pdf"
        },
        {
          "id": "36",
          "title": "आश्चर्यजनक कथायें, गोवा के दो सज्जन और श्रीमती औरंगाबादकर । \n इस अध्याय में गोवा के दो महानुभावों और श्रीमती औरंगाबादकर की अदभुत कथाओं का वर्णन है ।",
          "url": "../assets/pdfs/hindi/36.pdf"
        },
        {
          "id": "37",
          "title": "चावड़ी का समारोह \n इस अध्याय में हम कुछ थोड़ी सी वेदान्तिक विषयों पर प्रारम्भिक दृष्टि से समालोचना कर चावड़ी के भव्य समारोह का वर्णन करेंगे ।",
          "url": "../assets/pdfs/hindi/37.pdf"
        },
        {
          "id": "38",
          "title": "बाबा की हंड़ी, नानासाहेब द्अघारा देव-मूर्ति की उपेक्षा, नैवेघ वितरण, छाँछ का प्रसाद ।",
          "url": "../assets/pdfs/hindi/38.pdf"
        },
        {
          "id": "39",
          "title": "बाबा का संस्कृत ज्ञान \n गीता के एक श्लोक की बाबा द्घारा टीका, समाधि मन्दिर का निर्माण । \n इस अध्याय में बाबा ने गीता के एक श्लोक का अर्थ समझाया है । कुछ लोगों की ऐसी धारणा थी कि बाबा को संस्कृत भाषा का ज्ञान न था और नानासाहेब की भी उनके प्रति ऐसी ही धारणा थी । इसका खंडन हेमाडपंत ने मूल मराठी ग्रंथ के 50वें अध्याय में किया है । दोनों अध्यायों का विषय एक सा होने के कारण वे यहाँ सम्मिलित रुप में लिखे जाते है ।",
          "url": "../assets/pdfs/hindi/39.pdf"
        },
        {
          "id": "40",
          "title": "श्री साईबाबा की कथाएँ \n श्री. बी. व्ही. देव की माता के उघापन उत्सव में सम्मिलित होना, और \n हेमाडपंत के भोजन-समारोह में चित्र के रुप में प्रगट होना । \n इस अध्याय में दो कथाओं का वर्णन है | \n बाबा किस प्रकार श्रीमान् देव की मां के यहाँ उघापन में सम्मिलित हुए । और \n बाबा किस प्रकार होली त्यौहार के भोजन समारोह के अवसर पर बाँद्रा में हेमाडपंत के गृह पधारे । ",
          "url": "../assets/pdfs/hindi/40.pdf"
        },
        {
          "id": "41",
          "title": "चित्र की कथा, चिंदियों की चोरी और ज्ञानेश्वरी के पठन की कथा ।",
          "url": "../assets/pdfs/hindi/41.pdf"
        },
        {
          "id": "42",
          "title": "महासमाधि की ओर (1) \n भविष्य की आगाही – रामचन्द्र दादा पाटील और तात्या कोते पाटील की मृत्यु टालना – लक्ष्मीबाई शिन्दे को दान – अन्तिम क्षण । \n बाबा ने किस प्रकार समाधि ली, इसका वर्णन इस अध्याय में किया गया है ।",
          "url": "../assets/pdfs/hindi/42.pdf"
        },
        {
          "id": "43-44",
          "title": "महासमाधि की ओर (2) \n पूर्व तैयारी-समाधि मन्दिर, ईट का खंडन, 72 घण्टे की समाधि, जोग का सन्यास, बाबा के अमृततुल्य वचन । \n इन 43 और 44 अध्यायों में बाबा के निर्वाण का वर्णन किया गया है, इसलिये वे यहाँ संयुक्त रुप से लिखे जा रहे है ।",
          "url": "../assets/pdfs/hindi/43-44.pdf"
        },
        {
          "id": "45",
          "title": "संदेह निवारण \n काकासाहेब दीक्षित का सन्देह और आनन्दराव का स्वप्न, बाबा के विश्राम के लिये लकड़ी का तख्ता ।",
          "url": "../assets/pdfs/hindi/45.pdf"
        },
        {
          "id": "46",
          "title": "बाबा की गया यात्रा-बकरों की पूर्व जन्मकथा \n इस अध्याय में शामा की काशी, प्रयाग व गया की यात्रा और बाबा किस प्रकार वहाँ इनके पूर्व ही (चित्र के रुप में) पहुँच गये तथा दो बकरों के गत जन्मों के इतिहास आदि का वर्णन किया गया है ।",
          "url": "../assets/pdfs/hindi/46.pdf"
        },
        {
          "id": "47",
          "title": "पुनर्जन्म \n वीरभद्रप्पा और चेनबसाप्पा (सर्प व मेंढ़क) की वार्ता । \n  गत अध्याय में बाबा द्घारा बताई गई दो बकरों के पूर्व जन्मों की वार्ता थी । इस अध्याय मे कुछ और भी पूर्व जन्मों की स्मृतियों का वर्णन किया जाता है । प्रस्तुत कथा वीरभद्रप्पा और चेनवसाप्पा के सम्बन्ध में है ।",
          "url": "../assets/pdfs/hindi/47.pdf"
        },
        {
          "id": "48",
          "title": "भक्तों के संकट निवारण \n शेवड़े और \n सपटणेकर की कथाएँ । ",
          "url": "../assets/pdfs/hindi/48.pdf"
        },
        {
          "id": "49",
          "title": "हरि कानोबा, सोमदेव स्वामी, नानासाहेब चाँदोरकर की कथाएँ ।",
          "url": "../assets/pdfs/hindi/49.pdf"
        },
        {
          "id": "50",
          "title": "काकासाहेब दीक्षित, श्री. टेंबे स्वामी और बालाराम धुरन्धर की कथाएँ । \n मूल सच्चिरत्र के अध्याय 39 और 50 को हमने एक साथ सम्मिलित कर लिखा है, क्योंकि इन दोनों अध्यायों का विषय प्रायः एक-सा ही है ।",
          "url": "../assets/pdfs/hindi/50.pdf"
        },
        {
          "id": "51",
          "title": "उपसंहार",
          "url": "../assets/pdfs/hindi/51.pdf"
        }
      ]
    },
            {
      "id": "2",    
      "language": "Telugu",
      "chapters": [
          {
            "id": "1", 
            "title": "గురు దేవతా స్తుతి – బాబా గోధుమలు పిండి విసిరిన కథ – దాని తత్త్వము. పూర్వసంప్రదాయానుసారము హేమాడ్ పంతు శ్రీ సాయిసత్చరిత్ర గ్రంథమును గురుదేవతాస్తుతితో ప్రారంభించుచున్నారు.", 
            "url": "../assets/pdfs/telugu/1.pdf"
          },
          {
            "id": "2",
            "title": "ఈ గ్రంథరచనకు కారణము, పూనుకొనుటకు అసమర్ధతయు ధైర్యము; గొప్పవివాదము; హేమడ్ పంతు అను బిరుదు ప్రదానము; గురువుయొక్క యావశ్యకత.",
            "url": "../assets/pdfs/telugu/2.pdf"},
          { 
             "id": "3",
             "title": "సాయిబాబా యనుమతియు వాగ్ధానము, భక్తులకొరకు నిర్ణయించిన పని, - బాబా కథలు సముద్రమధ్యమున దీపస్తంభములు - వారి ప్రేమ, రోహిల్లా కథ - వారి మృదుమధురమైనట్టియు యమృతతుల్యమైనట్టియు పల్కులు.", 
             "url":"../assets/pdfs/telugu/3.pdf"
          },
          {
            "id": "4",
            "title": "యోగీశ్వరుల కర్తవ్యము - షిరిడీ పుణ్యక్షేత్రము - సాయిబాబా యొక్క రూపురేఖలు - గౌలిబువా గారి వాక్కు - విఠల్ దర్శనము క్షీరసాగరుని కథ - దాసగణు ప్రయాగ స్నానము - సాయిబాబా అయోని సంభవము - షిరిడీకి వారి మొదటిరాక - మూడు బసలు.", 
            "url": "../assets/pdfs/telugu/4.pdf"
          },
          {
            "id": "5", 
            "title": "చాంద్ పాటీలు పెండ్లివారితో కలసి బాబా తిరిగి షిరిడీ రాక; సాయీ యని స్వాగతము; ఇతర యోగులతో సహవాసము; పాదుకల చరిత్ర; మొహియుద్దీన్ తో కుస్తి; జీవితములో మార్పు; నీళ్ళను నూనెగా మార్చుట; జౌహర్ అలీ యను కపటగురువు.", 
            "url": "../assets/pdfs/telugu/5.pdf"
          },
          {
            "id": "6", 
            "title": "గురువుగారి కరస్పర్శ ప్రభావము - శ్రీరామనవమి యుత్సవము, దాని ప్రభావము, పరిణామము మొదలగునవి, మసీదు మరామతులు.", 
            "url": "../assets/pdfs/telugu/6.pdf"
          },
          {
            "id": "7", 
            "title": "అద్భుతావతారము; సాయిబాబా వైఖరి; వారి యోగాభ్యాసము; వారి సర్వాంతర్యామిత్వము; కుష్ఠుభక్తుని సేవ; ఖాపర్డేకొడుకు ప్లేగు సంగతి; పండరీపురము పోవుట.", 
            "url": "../assets/pdfs/telugu/7.pdf"
          },
          {
            "id": "8", 
            "title": "మానవజన్మ ప్రాముఖ్యము; సాయిబాబా భిక్షాటనము; బాయిజా బాయి సేవ; సాయిబాబా పడక జాగా; కుశాల్ చంద్ పై వారి ప్రేమ.", 
            "url": "../assets/pdfs/telugu/8.pdf"
          },
          {
            "id": "9", 
            "title": "బాబావద్ద సెలవు పుచ్చుకొనునప్పుడు వారి యాజ్ఞను పాలించవలెను. వారి యాజ్ఞకు వ్యతిరేకముగా నడచిన ఫలితములు; కొన్ని ఉదాహరణలు; భిక్ష, దాని యావశ్యకత; భక్తుల యనుభవములు.", 
            "url": "../assets/pdfs/telugu/9.pdf"
          },
          {
            "id": "10", 
            "title": "సాయిబాబా జీవితము తీరు; వారి పండుకొను బల్ల; షిరిడీలో వారి నివాసము; వారి బోధలు; వారి యణకువ; అతిసులభ మార్గము.", 
            "url": "../assets/pdfs/telugu/10.pdf"
          },
          {
            "id": "11", 
            "title": "సాయి సగుణబ్రహ్మ స్వరూపుడు, డాక్టర్ పండిత్ గారి పూజ; హజీ సిద్దీఖ్ ఫాల్కే; పంచభూతములు స్వాధీనము. \n ఈ అధ్యాయములో సగుణబ్రహ్మముగా నవతరించిన సాయి ఎట్లు పూజింపబడిరో, వారు పంచభూతముల నెట్లు స్వాధీనమందుంచుకొనిరో వర్ణింతును.", 
            "url": "../assets/pdfs/telugu/11.pdf"
          },
          {
            "id": "12", 
            "title": "శ్రీ సాయి లీలలు: 1. కాకామహాజని, 2. ధుమాల్ ప్లీడరు, 3. నిమోంకర్ భార్య, 4. ములేశాస్త్రి, 5. ఒక డాక్టరు - వీరి యనుభవములు. \n భక్తులను బాబా ఎట్లు కలుసుకొనేవారో ఎట్లు ఆదరించేవారో ఈ యధ్యాయములో చూచెదము.", 
            "url": "../assets/pdfs/telugu/12.pdf"
          },
          {
            "id": "13", 
            "title": "మరికొన్ని సాయిలీలలు, జబ్బులు నయమగుట, 1. భీమాజీపాటీలు 2. బాలాషింపీ 3. బాపుసాహెబు బుట్టీ 4. అళందిస్వామి 5. కాకా మహాజని 6. హార్దానివాసి దత్తోపంతు.", 
            "url": "../assets/pdfs/telugu/13.pdf"
          },
          {
            "id": "14", 
            "title": "నాందేడ్ నివాసియగు రతన్ జీ వాడియా, మౌలానాసాహెబు అను యోగి; దక్షిణమీమాంస.", 
            "url": "../assets/pdfs/telugu/14.pdf"
          },
          {
            "id": "15", 
            "title": "నారదీయ కీర్తనపద్ధతి; చోల్కరు చక్కెరలేని టీ; రెండు బల్లులు.", 
            "url": "../assets/pdfs/telugu/15.pdf"
          },
          {
            "id": "16-17", 
            "title": "బ్రహ్మజ్ఞానమును త్వరగా సంపాదించుట.", 
            "url": "../assets/pdfs/telugu/16-17.pdf"
          },
          {
            "id": "18-19", 
            "title": "హేమడ్ పంతును బాబా ఎట్లు ఆమోదించి యాశీర్వదించెను? \n సాఠేగారి కథ; దేశ్ ముఖ్ గారి భార్యకథ; సద్విచారములను ప్రోత్సహించి సాక్షాత్కారమునకు దారిజూపుట; ఉపదేశములో వైవిధ్యము, నిందగూర్చి బోధ, కష్టమునకు కూలి.", 
            "url": "../assets/pdfs/telugu/18-19.pdf"
          },
          {
            "id": "20", 
            "title": "కాకా నౌకరిపిల్ల ద్వారా దాసుగణు సమస్య పరిష్కరించుట \n ఈ అధ్యాయములో దాసుగణు సమస్య కాకాసాహెబు పనిపిల్ల ఎట్లు పరిష్కరించెనో హెమడ్ పంతు, చెప్పెను.", 
            "url": "../assets/pdfs/telugu/20.pdf"
          },
          {
            "id": "21", 
            "title": "1. వి. హెచ్. ఠాకూరు 2. అనంతరావు పాటంకర్ 3. పండరీ పురము ప్లీడరు - వీరి కథలు. \n ఈ అధ్యాయములో హేమడ్ పంతు వినాయక హరిశ్చంద్ర ఠాకూరు, బి.ఏ.అనంతరావు పాటంకర్ (పూనా), పండరీపురము ప్లీడరు గూర్చిన కథలు చెప్పెను. ఈ కథలన్నియు నానందదాయకమైనవి. ఇవి సరిగా చదివి గ్రహించినచో, ఆధ్యాత్మికమార్గమునకు దారి చూపును.", 
            "url": "../assets/pdfs/telugu/21.pdf"
          },
          {
            "id": "22", 
            "title": "పామువిషమునుంచి తప్పించుట \n 1.బాలాసాహెబు మిరీకర్ 2.బాపుసాహెబు బుట్టీ 3.అమీరు శక్కర్ 4.హేమడ్ పంతు \n సర్పములను చంపుటగూర్చి బాబా అభిప్రాయము.", 
            "url": "../assets/pdfs/telugu/22.pdf"
          },
          {
            "id": "23", 
            "title": "(నాలుగువదినము పారాయణము – ఆదివారము) \n యోగము – ఉల్లిపాయ \n 1. శ్యామా పాముకాటు బాగగుట. 2. కలరా నియమముల నుల్లంఘించుట. 3. గురుభక్తి పరీక్ష", 
            "url": "../assets/pdfs/telugu/23.pdf"
          },
          {
            "id": "24", 
            "title": "బాబా హాస్యము, చమత్కారము, శనగల లీల \n 1.హేమాడ్ పంతు 2.సుదామ 3.అన్నా చించణీకర్, మావిశీ బాయి - కథలు.", 
            "url": "../assets/pdfs/telugu/24.pdf"
          },
          {
            "id": "25", 
            "title": "దాము అన్నా కాసార్ (అహమదునగరు) \n 1. సట్టా వ్యాపారము 2. మామిడిపండ్ల కథ.", 
            "url": "../assets/pdfs/telugu/25.pdf"
          },
          {
            "id": "26", 
            "title": "1. భక్తపంతు, 2. హరిశ్చంద్ర పితళే, 3. గోపాల అంబాడేకర్.", 
            "url": "../assets/pdfs/telugu/26.pdf"
          },
          {
            "id": "27", 
            "title": "భాగవతము విష్ణుసహస్రనామముల నిచ్చి అనుగ్రహించుట \n 1. దీక్షిత్ గారికి విఠల్ దర్శనము 2. గీతారహస్యము 3. ఖాపర్డే దంపతులు \n బాబా మతగ్రంథములను తాకి పవిత్రముచేసి వానిని తన భక్తులకు పారాయణము కొరకు ప్రసాదించుట మొదలగునవి యీ ఆధ్యాయములో చెప్పుకొందుము.", 
            "url": "../assets/pdfs/telugu/27.pdf"
          },
          {
            "id": "28", 
            "title": "పిచ్చుకలను షిరిడీకి లాగుట \n 1. లక్ష్మీచంద్ 2. బురహాన్ పూరు మహిళ 3. మేఘశ్యాముడు - కథలు.", 
            "url": "../assets/pdfs/telugu/28.pdf"
          },
          {
            "id": "29", 
            "title": "1. మద్రాసు భజన సమాజము, 2. తెండుల్కర్ (తండ్రి - కొడుకులు), 3. డాక్టర్ హాటే, 4. వామన నార్వేకర్ మొదలైన వారి కథలు. \n ఈ యధ్యాయములో రుచికరములు ఆశ్చర్యకరములునైన మరికొన్ని సాయి కథలున్నవి.", 
            "url": "../assets/pdfs/telugu/29.pdf"
          },
          {
            "id": "30", 
            "title": "షిరిడీకి లాగుట \n 1. వాణినినాసి కాకాజీ వైద్య, 2. బొంబాయి నివాసి పంజాబి రామలాల్. \n ఈ అధ్యాయములో బాబా షిరిడీకి ఈడ్చిన యిద్దరుభక్తుల వృత్తాంతము చెప్పుకొందుము.", 
            "url": "../assets/pdfs/telugu/30.pdf"
          },
          {
            "id": "31", 
            "title": "(ఐదవదినము పారాయణము - సోమవారము) \n బాబా సముఖమున మరణించినవారు \n  \n 1. సన్యాసి విజయానంద్, 2. బాలారామ్ మాన్ కర్, 3. నూల్కర్, 4. మేఘశ్యాముడు, 5. పులి. \n ఈ అధ్యాయములో బాబా సన్నిధిలో కొంతమందితోపాటు ఒక పులికూడ మరణము పొందుటను గూర్చి హేమాడ్ పంతు వర్ణించు చున్నాడు.", 
            "url": "../assets/pdfs/telugu/31.pdf"
          },
          {
            "id": "32", 
            "title": "గురుని, దేవుని వెదుకుట; ఉపవాసము నామోదింపకుండుట \n ఈ అధ్యాయములో హేమాడ్ పంతు రెండు విషయములను వర్ణించెను. \n 1. బాబా తన గురువును అడవిలో నెట్లు కలిసెను, వారి ద్వారా దేవుని గనెను. 2. గోఖలేగారి భార్య మూడురోజు లుపవసింప నిశ్చయించుకొనగా నామెచే బాబా యెట్లు బొబ్బట్లు తినిపించెను.", 
            "url": "../assets/pdfs/telugu/32.pdf"
          },
          {
            "id": "33", 
            "title": "ఊదీ మహిమ \n 1. తేలుకాటు, ప్లేగు జ్వరములు నయమగుట, 2. జామ్ నేర్ చమత్కారము, 3. నారాయణరావు జబ్బు, 4. బాల బువ సుతార్, 5. అప్పాసాహెబు కులకర్ణి, 6. హరి భాఉ కర్ణిక్ - కథలు. \n గత అధ్యాయములో గురువు మహిమను వర్ణించితిమి. ఇందులో ఊదీ మహిమను వర్ణించెదము.", 
            "url": "../assets/pdfs/telugu/33.pdf"
          },
          {
            "id": "34", 
            "title": "ఊదీ మహిమ \n 1. డాక్టరు మేనల్లుడు, 2. డాక్టరు పిళ్ళే, 3. శ్యామా మరదలు, 4. ఇరాని పిల్ల, 5. కూర్దా పెద్దమనిషి, 6. బొంబాయి స్త్రీ - కథలు. \n ఈ అధ్యాయములో కూడ ఊదీ మహిమ వర్ణితము. ఊదీ ధరించి నంత మాత్రమున నెట్టి ఫలములు కలిగెనో చూతము.", 
            "url": "../assets/pdfs/telugu/34.pdf"
          },
          {
            "id": "35", 
            "title": "(ఊదీప్రభావము) \n పరీక్షింపబడి లోటులేదని కనుగొనుట \n 1. కాకామహాజని స్నేహితుడు, యజమాని. 2. బాంద్రా అనిద్ర రోగి. 3. బాలాపాటీలు నేవాస్కర్. \n ఈ అధ్యాయములో కూడ ఊదీమహిమ వర్ణితము. ఇందులో బాబా రెండు విషయములలో పరీక్షింపబడి లోపము లేదని కనుగొనబడుట గూడ చెప్పబడినది. బాబాను పరీక్షించు కథలు మొట్టమొదట చెప్పబడును.", 
            "url": "../assets/pdfs/telugu/35.pdf"
          },
          {
            "id": "36", 
            "title": "1. ఇద్దరు గోవా పెద్దమనుష్యులు 2. షోలాపూరు నివాసియగు ఔరంగాబాద్ కర్ భార్య - వింత కథలు.", 
            "url": "../assets/pdfs/telugu/36.pdf"
          },
          {
            "id": "37", 
            "title": "చావడి యుత్సవము \n హేమాడ్ పంతు ఈ అధ్యాయములో కొన్ని వేదాంతవిషయములు ప్రస్తావించిన పిమ్మట చావడి యుత్సవముగూర్చి వర్ణించుచున్నాడు.", 
            "url": "../assets/pdfs/telugu/37.pdf"
          },
          {
            "id": "38", 
            "title": "(ఆరవదినము పారాయణము – మంగళవారము) \n 1. బాబా వంటపాత్ర, 2. దేవాలయమును గౌరవించుట, 3. కాలా లేదా మిశ్రమము, 4. మజ్జిగ \n గత అధ్యాయములో బాబాగారి చావడి యుత్సవము వర్ణించితిమి. ఈ యధ్యాయములో మనము బాబా వంటపాత్ర మొదలగువానిని గుర్చి చదివెదము.", 
            "url": "../assets/pdfs/telugu/38.pdf"
          },
          {
            "id": "39", 
            "title": "బాబాగారి సంస్కృత పరిజ్ఞానము \n 1. భగవద్గీత శ్లోకమునకు బాబాగారి యర్ధము. 2. మహాసమాధి మందిర నిర్మాణము \n ఈ యధ్యాయములో భగవద్గీతయందుగల ఒక శ్లోకమునకు బాబా చెప్పిన యర్ధమున్నది. కొందరు బాబాకు సంస్కృతము తెలియదనియు అది నానాసాహెబు చాందోర్కర్ యనువారిదనియు ననుటచే హేమాడ్ పంతు 50వ అధ్యాయములో ఈ సంగతిని విశదీకరించెను. రెండధ్యాయములలోను నొకే విషయ ముండుటచే రెండును నిందులో పొందుపరచనైనవి.", 
            "url": "../assets/pdfs/telugu/39.pdf"
          },
          {"id": "40", 
            "title": "బాబా కథలు \n 1. దేవుగారి యింటిలో ఉద్యాపనకు బాబా సన్యాసి వేషముతో మరి యిద్దరిని తోడ్కోని పోవుట. 2. హేమాడ్ పంతు ఇంటికి ఫోటో రూపములో పోవుట. \n ఈ యధ్యాయములో రెండు కథలు చెప్పుదుము. 1. దహనులో బి.వి. దేవుగారింటికి వారి తల్లి యాచరించిన ఉద్యాపనపత్రమునకు బాబా వెళ్ళుట. 2. బాంద్రాలోని హేమాడ్ పంతు ఇంటికి హోళీ పండుగనాడు భోజనమునుకు పోవుట.", 
            "url": "../assets/pdfs/telugu/40.pdf"
          },
          {
            "id": "41", 
            "title": "1. చిత్రపటము యొక్క వృత్తాంతము, 2. గుడ్డపేలికలను దొంగిలించుట, 3. జ్ఞానేశ్వరి పారాయణము. \n గత అధ్యాయములో చెప్పిన ప్రకారము ఈ ఆధ్యాయములో చిత్రపటముయొక్క వృత్తాంతమును జెప్పెదము. \n గత ఆధ్యాయములోని విషయము జరిగిన 9 సంవత్సరముల తదుపరి అలీ మహమ్మద్ హేమద్పంతును కలిసి ఈ దిగువ కథ నతనికి జెప్పెను.", 
            "url": "../assets/pdfs/telugu/41.pdf"
          },
          {
            "id": "42", 
            "title": "బాబా సమాధిచెందుట \n 1. ముందుగా సూచించుట 2. రామచంద్ర దాదా పాటీలు, తాత్యా కోతే పాటీలుల చావులను తప్పించుట 3. లక్ష్మీబాయి శిందేకు దానము 4. చివరి దశ. \n ఈ అధ్యాయములో బాబా తమ దేహమును చాలించిన వృత్తాంతము వర్ణితము.", 
            "url": "../assets/pdfs/telugu/42.pdf"
          },
          {
            "id": "43-44", 
            "title": "బాబా సమాధి చెందుట \n 1. సన్నాహము 2. సమాధిమందరిము 3. ఇటుకరాయి విరుగుట 4. 72 గంటల సమాధి 5. జోగుయొక్క సన్యాసము 6. అమృతము వంటి బాబా పలుకులు 43, \n మరియు 44 అధ్యాయములు కూడ బాబా శరీర త్యాగము చేసిన కథనే వర్ణించునవి కనుక వాటినొకచోట చేర్చుట జరిగినది.", 
            "url": "../assets/pdfs/telugu/43-44.pdf"
          },
          {
            "id": "45", 
            "title": "1. కాకాసాహెబు సంశయము 2. ఆనందరావు దృశ్యము 3. కఱ్ఱబల్ల మంచము బాబాదే - భక్త మహళ్సాపతిది కాదు.", 
            "url": "../assets/pdfs/telugu/45.pdf"
          },
          {
            "id": "46", 
            "title": "బాబా గయవెళ్ళుట - రెండు మేకల కథ \n ఈ అథ్యాయములో శ్యామా కాశి, గయ, ప్రయాగ యాత్రలకు వెళ్ళుట, బాబా ఫోటోరూపమున నతనికంటె ముందు వెళ్ళుట చెప్పెదము. బాబా రెండుమేకల పూర్వజన్మవృత్తాంతమును జ్ఞప్తికి దెచ్చుట గూడ చెప్పుకొందుము.", 
            "url": "../assets/pdfs/telugu/46.pdf"
          },
          {
            "id": "47", 
            "title": "బాబాగారి స్మృతులు \n వీరభద్రప్ప, చెన్నబసప్ప (పాము - కప్ప) కథ \n గత అధ్యాయములో రెండు మేకల పూర్వవృత్తాంతమును బాబా వర్ణించెను. ఈ అధ్యాయమున కూడ అట్టి పూర్వవృత్తాంతముల వర్ణించు వీరభద్రప్ప యొక్కయు, చెన్న బసప్ప యొక్కయు కథలు చెప్పుదుము.", 
            "url": "../assets/pdfs/telugu/47.pdf"
          },
          {
            "id": "48", 
            "title": "భక్తుల ఆపదలు బాపుట \n 1. షేవడే 2. సపత్నేకరుల కథలు \n ఈ అధ్యాయము ప్రారంభించునప్పు డెవరో హేమడ్ పంతును 'బాబా గురువా? లేక సద్గురువా?' యని ప్రశ్నించిరి. ఆ ప్రశ్నకు సమాధాన మిచ్చుటకై సద్గురువు లక్షణములను హేమడ్ పంతు ఇట్లు వర్ణించుచున్నారు.", 
            "url": "../assets/pdfs/telugu/48.pdf"
          },
          {
            "id": "49", 
            "title": "1. హరి కానోబా, 2. సోమదేవ స్వామి, 3. నానాసాహెబు చాందోర్కరు - కథలు.", 
            "url": "../assets/pdfs/telugu/49.pdf"
          },
          {
            "id": "50", 
            "title": "1. కాకాసాహెబు దీక్షిత్ 2. టెంబెస్వామి 3. బాలారామ్ ధురంధర్ కథలు. \n సత్చరిత్ర మూలములోని 50వ అధ్యాయము 39వ అధ్యాయములో చేర్చుట జరిగినది. కారణము అందులోని యితివృత్తముగూడ నదియే కనుక. సత్ చరిత్రలోని 51వ అధ్యాయ మిచ్చట 50వ అధ్యాయముగా పరిగణించవలెను.", 
            "url": "../assets/pdfs/telugu/50.pdf"
          },
          {
            "id": "51", 
            "title": "సత్చరిత్రములోని 52, 53 అధ్యాయములిందు 51వ అధ్యాయముగా పరిగణించవలెను.", 
            "url": "../assets/pdfs/telugu/51.pdf"
          }
      ]
    },
    {
      "id": "3",
      "language": "English",
      "chapters": [{
          "id": "1",
          "title": "The Story of Grinding Wheat and Its Philosophical Significance.",
          "url": "../assets/pdfs/english/1.pdf"
        },
        {
          "id": "2",
          "title": "Object of Writing the Work - Incapacity and Boldness in the Undertaking - Hot Discussion - Conferring Significant and Prophetic Title of Hemadpant - Necessity of a Guru",
          "url": "../assets/pdfs/english/2.pdf"
        },
        {
          "id": "3",
          "title": "Sai Baba’s Sanction and Promise - Assignment of Work to Devotees - Baba’s Stories as Beacon - Light - His Motherly Love - Rohilla’s Story - His sweet and Nectar - like Words",
          "url": "../assets/pdfs/english/3.pdf"
        },
        {
          "id": "4",
          "title": "Mission of the Saints - Shirdi a Holy Tirth - Personality of Sai Baba - Dictum of Goulibuva - Appearance of Vithal - Kshirsagar’s Story - Das Ganu’s Bath in Prayag - Immaculate Conception of Sai Baba and His First Advent in Shirdi - Three Wadas.",
          "url": "../assets/pdfs/english/4.pdf"
        },
        {
          "id": "5",
          "title": "Baba’s Return with Chand Patil’s Marriage - party - Welcomed and Addressed as 'Sai' - Contact with Other Saints - His Dress and Daily Routine - The Story of the Padukas Wrestling Bout with Mohdin and Change in Life - Turning Water into Oil - The Pseudo Guru Javhar Ali.",
          "url": "../assets/pdfs/english/5.pdf"
        },
        {
          "id": "6",
          "title": "Efficacy of the Touch of Guru’s Hand - Rama-Navami Festival - Its Origin, Transformation etc. Repairs to the Masjid. ",
          "url": "../assets/pdfs/english/6.pdf"
        },
        {
          "id": "7",
          "title": "Wonderful Incarnation - Behaviour of Sai Baba - His Yoga Practices - His All pervasiveness - Leper Devotee’s service - Master Khaparde’s Plague-case - Going to Pandharpur.",
          "url": "../assets/pdfs/english/7.pdf"
        },
        {
          "id": "8",
          "title": "Importance of Human Birth-Sai Baba Begging Food - Bayajabai's Service - Sai Baba's Dormitory - His Affection for Khushalchand.",
          "url": "../assets/pdfs/english/8.pdf"
        },
        {
          "id": "9",
          "title": "Effect of compliance and Non-compliance with Baba's Orders at the Time of Taking Leave - A few Instances - Mendicancy and Its Necessity - Devotees (Tarkhad family's) Experiences - Baba fed sumptuously - How?",
          "url": "../assets/pdfs/english/9.pdf"
        },
        {
          "id": "10",
          "title": "Sai Baba's Mode of Life - His Sleeping - board - His Stay in Shirdi - His Teachings - His Humility - The Easiest Path.",
          "url": "../assets/pdfs/english/10.pdf"
        },
        {
          "id": "11",
          "title": "Sai, as Sagun Brahman -- Dr. Pandit's Worship -- Haji Sidik Falke --Control over the Elements.",
          "url": "../assets/pdfs/english/11.pdf"
        },
        {
          "id": "12",
          "title": "Sai Leelas - Experience of (1) Kaka Mahajani - (2) Dhumal Pleader - (3) Mrs. Nimonkar - (4) Moolay Shastri - (5) A Doctor. Now let us see in this Chapter how devotees were received and treated by Baba.",
          "url": "../assets/pdfs/english/12.pdf"
        },
        {
          "id": "13",
          "title": "More Sai Leelas - Diseases Cured - (1) bhimaji Patil - (2) Bala Shimpi - (3) Bapusaheb Booty - (4) Alandi Swami - (5) Kaka Mahajani - (6) Dastopant of Harda.",
          "url": "../assets/pdfs/english/13.pdf"
        },
        {
          "id": "14",
          "title": "Ruttonji Wadia of Nanded - Saint Moulisaheb - Dakshina Mimansa.",
          "url": "../assets/pdfs/english/14.pdf"
        },
        {
          "id": "15",
          "title": "Naradiya Kirtan - Paddhati - Mr. Cholkar's Sugarless Tea - Two Lizards.",
          "url": "../assets/pdfs/english/15.pdf"
        },
        {
          "id": "16-17",
          "title": "These two Chapters relate the story of a rich gentleman, who wanted Brahma-Jnana, quickly from Sai Baba.",
          "url": "../assets/pdfs/english/16-17.pdf"
        },
        {
          "id": "18-19",
          "title": "Stories of Mr. Sathe and Mrs. Deshmukh - Encouraging Good Thoughts to Fruition. Variety in Upadesh-Teachings Readings Slander, and Remuneration for Labour.",
          "url": "../assets/pdfs/english/18-19.pdf"
        },
        {
          "id": "20",
          "title": "In this Chapter, Hemadpant describes, how Das Ganu's problem was solved by Kakasaheb Dixit's maid-servant.",
          "url": "../assets/pdfs/english/20.pdf"
        },
        {
          "id": "21",
          "title": "In this Chapter, Hemadpant relates the stories of Vinayak Harishchandra Thakur, B.A., Anantrao Patankar of Poona, and a pleader from Pandharpur. All these stories are very interesting which if very carefully read and grasped, will lead the readers on to the spiritual path.",
          "url": "../assets/pdfs/english/21.pdf"
        },
        {
          "id": "22",
          "title": "Rescues from Serpent-bites - (1) Balasaheb Mirikar (2) Bapusaheb Booty (3) Amir Shakkar (4) Hemadpant - Baba's Opinion Regarding Killing of Serpents.",
          "url": "../assets/pdfs/english/22.pdf"
        },
        {
          "id": "23",
          "title": "Yoga and Onion - Shama Cured of Snake - Bite - Cholera Ordinance Broken - Ordeal of Guru-Bhakti.",
          "url": "../assets/pdfs/english/23.pdf"
        },
        {
          "id": "24",
          "title": "Baba's Wit and humour - Chanak Leela - (1) Hemadpant (2) Sudama (3) Anna Chinchanikar vs. Mavsibai.",
          "url": "../assets/pdfs/english/24.pdf"
        },
        {
          "id": "25",
          "title": "Damu Anna Kasar of Ahmednagar - (1) Speculations - (2) Amra-Leela.",
          "url": "../assets/pdfs/english/25.pdf"
        },
        {
          "id": "26",
          "title": "Stories of (1) Bhakata Pant (2) Harishchandra Pitale and (3) Gopal Ambadekar.",
          "url": "../assets/pdfs/english/26.pdf"
        },
        {
          "id": "27",
          "title": "Favour Shown by Giving Bhagwat and Vishnu-Sahasra Nam - Dixit's Vitthal Vision - Gita Rahasya - Khapardes. This Chapter describes, how Sai Baba favoured His devotees by granting them religious books after he had touched and consecrated them, for parayana (reading regularly) and certain other matters.",
          "url": "../assets/pdfs/english/27.pdf"
        },
        {
          "id": "28",
          "title": "Sparrows Drawn To Shirdi - (1) Lakhamichand - (2) Burhanpore Lady - (3) Megha.",
          "url": "../assets/pdfs/english/28.pdf"
        },
        {
          "id": "29",
          "title": "Stories of (1) Madrasi Bhajani Mela - (2) Tendulkars (Father and son) - (3) Dr. Captain Hate - (4) Waman Narvekar. This Chapter described other interesting and wonderful stories of Sai Baba.",
          "url": "../assets/pdfs/english/29.pdf"
        },
        {
          "id": "30",
          "title": "Drawn To Shirdi - (1) Kakaji Vaidya of Vani - (2) Punjabi Ramalal of Bombay. In this Chapter the story of two more devotees that were drawn to Shirdi, is narrated.",
          "url": "../assets/pdfs/english/30.pdf"
        },
        {
          "id": "31",
          "title": "The Passing Away In Baba's Presence of - (1) Sannyasi Vijayanand - (2) Balaram Mankar - (3) Noolkar - (4) Megha - and (5) The Tiger. In this Chapter Hemadpant describes the passing away of certain persons and a tiger in Baba's presence.",
          "url": "../assets/pdfs/english/31.pdf"
        },
        {
          "id": "32",
          "title": "In Quest of Guru and God - Fasting Disapproved. In this Chapter Hemadpant describes two things:- (1) How Baba met His Guru in the woods, and through him God; and (2) How Baba made one Mrs. Ghokhale, who had made up her mind to fast for three days, eat Puran-Polis.",
          "url": "../assets/pdfs/english/32.pdf"
        },
        {
          "id": "33",
          "title": "Greatness of Udi. Scorpion Sting and Plague Cases Cured - Jamner Miracle - Narayanarao's Sickness - Balabuva sutar - Appasaheb Kulkarni - Haribhau Karnik. In the last Chapter we described the greatness of the Guru; now in this we will describe the greatness of Udi.",
          "url": "../assets/pdfs/english/33.pdf"
        },
        {
          "id": "34",
          "title": "(1) Doctor's Nephew - (2) Dr. Pillay - (3) Shama's Sister-in-Law - (4) Irani Girl - (5) Harda Gentleman - (6) Bombay Lady. This Chapter continues the subject 'Greatness of Udi' and describes cases in which the application of Udi was most efficacious.",
          "url": "../assets/pdfs/english/34.pdf"
        },
        {
          "id": "35",
          "title": "Tested And Never Found Wanting. Kaka Mahajani's Friend and Master - Bandra Insomnia Case - Bala Patil Newaskar. This Chapter also continues the subject of the importance of the Udi; it also gives two cases in which Baba was tested and not found wanting. These cases will be taken up first.",
          "url": "../assets/pdfs/english/35.pdf"
        },
        {
          "id": "36",
          "title": "Wonderful Stories of (1) Two Goa Gentleman - (2) Mrs. Aurangabadkar. This Chapter relates the wonderful stories of two gentlemen from Goa and Mrs. Aurangabadkar of Sholapur.",
          "url": "../assets/pdfs/english/36.pdf"
        },
        {
          "id": "37",
          "title": "In this chapter Hemadpant after making some preliminary observations on some points of Vedanta, describes the Chavadi procession.",
          "url": "../assets/pdfs/english/37.pdf"
        },
        {
          "id": "38",
          "title": "Baba's Handi - Disrespect of Shrine - Kala or Hodge-Podge - Cup of Butter-Milk. In the last chapter we described Baba's Chavadi procession. In this we take up Baba's Handi (cooking pot) and some other subjects.",
          "url": "../assets/pdfs/english/38.pdf"
        },
        {
          "id": "39",
          "title": "Baba's Knowledge of Sanskrit. His Interpretation of a Verse from Gita - Construction of the Samadhi Mandir. This chapter (39) deals with Baba's interpretation of a verse from the Bhagawad-Gita. As some people believed that Baba knew not Sanskrit, and the interpretation was Nanasaheb Chandorkar's, Hemadpant wrote another chapter (50) refuting that objection. As the chapter No.50 deals with the same subject-matter, it is incorporated in this chapter.",
          "url": "../assets/pdfs/english/39.pdf"
        },
        {
          "id": "40",
          "title": "(1) Attending Mrs.Deo's Udyapan Ceremony as a Sannyasi with two Others (Trio) and - (2) Hemadpant's House in the Form of His Picture. In this chapter we give two stories; (1) How Baba attended the Udyapan ceremony of Mr.B.V.Deo's mother at his house at Dahanu and (2) How Baba attended the Shimga dinner-party in Hemadpant's house at Bandra.",
          "url": "../assets/pdfs/english/40.pdf"
        },
        {
          "id": "41",
          "title": "Story of the Picture - Stealing the Rags and Reading of Jnaneshwari.",
          "url": "../assets/pdfs/english/41.pdf"
        },
        {
          "id": "42",
          "title": "Previous Indication - Averting Death of Ramachandra Dada Patil and Tatya Kote Patil - Charity to Laxmibai Shinde - Last Moment. This chapter describes the Passing away of Baba.",
          "url": "../assets/pdfs/english/42.pdf"
        },
        {
          "id": "43-44",
          "title": "Preparation - Samadhi-Mandir - Breaking of the Brick - 72 Hours Samadhi - Jog's Sannyas - Baba's Nectar-like Words. Chapters 43 and 44 continue the story of Baba's Passing away, and therefore they are taken together.",
          "url": "../assets/pdfs/english/43-44.pdf"
        },
        {
          "id": "45",
          "title": "Kakasaheb's Doubt and Anandrao's Vision - Wooden Plank Baba's bed-stead and not Bhagat's.",
          "url": "../assets/pdfs/english/45.pdf"
        },
        {
          "id": "46",
          "title": "This Chapter describes Shama's trip to Kashi, Prayag and Gaya and how Baba (in the Form of His portrait) was there ahead of him; it also describes Baba's reminiscences of the past birth of two goats.",
          "url": "../assets/pdfs/english/46.pdf"
        },
        {
          "id": "47",
          "title": "Story of Veerbhadrappa and Chenbassappa (Snake and frog). The last chapter described Baba's reminiscences about two goats. This describes more such reminiscences and relates the story of Veerbhadrappa and Chenbassappa.",
          "url": "../assets/pdfs/english/47.pdf"
        },
        {
          "id": "48",
          "title": "Stories of (1) Shevade and (2) Sapatneker.",
          "url": "../assets/pdfs/english/48.pdf"
        },
        {
          "id": "49",
          "title": "Stories of (1) Hari Kanoba - (2) Somadeva Swami - (3) Nanasaheb Chandorkar.",
          "url": "../assets/pdfs/english/49.pdf"
        },
        {
          "id": "50",
          "title": "Stories of (1) Kakasaheb Dixit (2) Shri Tembye Swami (3)Balaram Dhurandhar. Chapter 50 of the original Satcharita has been incorporated in Chapter 39, as it dealt with the same subject matter. Now, Chapter 51 of the Satcharita has been treated here as Chapter 50. This Chapter gives the stories of (1) Kakasaheb Dixit (2) Shri Tembye Swami (3) Balaram Dhurandhar.",
          "url": "../assets/pdfs/english/50.pdf"
        }
      ]
    },
    {
      "id": "4",    
      "language": "French",
      "chapters": [
          {
            "id": "1", 
            "title": "Shri Sai Satachitra", 
            "url": "../assets/pdfs/french/complete.pdf"
          }]
    },
    {
      "id": "5",    
      "language": "Kannada",
      "chapters": [
          {
            "id": "1", 
            "title": "ಶ್ರೀ ಸಾಯಿ ಸಚ್ಚರಿತ್ರಾ", 
            "url": "../assets/pdfs/kannada/complete.pdf"
          }]
    },
    {
      "id": "6",    
      "language": "Marathi",
      "chapters": [
          {
            "id": "1", 
            "title": "श्री साई सतचित्र", 
            "url": "../assets/pdfs/marathi/complete.pdf"
          }]
    },
    {
      "id": "7",    
      "language": "Tamil",
      "chapters": [
          {
            "id": "1", 
            "title": "ஸ்ரீ சாய் சாத்திரச்சேரி", 
            "url": "../assets/pdfs/tamil/complete.pdf"
          }]
    },
    {
      "id": "8",    
      "language": "Urdu",
      "chapters": [
          {
            "id": "1", 
            "title": "سری سایچرٹر", 
            "url": "../assets/pdfs/urdu/complete.pdf"
          }]
    }
  ]
}